Repository: Jan-Frederic-Schmidt/Five-In-Six
Catalog: FiveInSix/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr

source: Alas, that was wrong. The word was "%@"
de: Das war leider falsch. Das Wort war „%@“!
fr: Hélas, ce n’était pas ça. Le mot était « %@ »

source: Already used letters: %@
de: Bereits genutzte Buchstaben: %@
fr: Lettres déjà utilisées : %@

source: Appearance
de: Aussehen
fr: Apparence

source: Black List
de: Verbotene Wörter
fr: Liste noire

source: Blacklist a word by tapping "Don't show again" after a failed round.
de: Verbiete ein Wort, indem du „Nicht nochmal vorschlagen“ am Ende einer Runde antippst.
fr: Mettez un mot sur liste noire en appuyant sur « Ne plus afficher » après une manche perdue.

source: Choose a duration
de: Wähle einen Timer
fr: Choisissez une durée

source: Choose duration
de: Wähle einen Timer
fr: Choisir la durée

source: Copy word code to clipboard
de: Wort als Code kopieren
fr: Copier le code du mot dans le presse-papiers

source: Correct!
de: Richtig!

source: Dark
de: Dunkel
fr: Sombre

source: Delete
de: Löschen
fr: Supprimer

source: Delete All Data
de: Alle Daten löschen
fr: Supprimer toutes les données

source: Device
de: Gerät
fr: Appareil

source: Dismiss
de: Verlassen
fr: Fermer

source: Do you want to delete all your data?
de: Möchtest du all deine Daten löschen?
fr: Voulez-vous supprimer toutes vos données ?

source: Don't use again
de: Nicht nochmal vorschlagen
fr: Ne plus utiliser

source: Edit Black List
de: Verbotene Wörter bearbeiten
fr: Modifier la liste noire

source: English
de: Englisch
fr: Anglais

source: Enter the code
de: Code eingeben
fr: Entrez le code

source: Exit
de: Verlassen
fr: Quitter

source: First Time Played
de: Erstes Mal gespielt
fr: Première partie jouée

source: French
de: Französisch
fr: Français

source: Game
de: Spiel
fr: Jeu

source: Game Language
de: Spielsprache
fr: Langue du jeu

source: Game Rules
de: Spielregeln
fr: Règles du jeu

source: German
de: Deutsch
fr: Allemand

source: Great, you guessed "%@"!
de: Super, du hast „%@“ erraten!
fr: Génial, vous avez trouvé « %@ » !

# Great, you guessed "%@"! It took you %lld seconds!
source: Great, you guessed "%1$@"! It took you %2$lld seconds!
de: Super, du hast „%1$@“ in %2$lld Sekunden erraten!
fr: Génial, vous avez trouvé « %1$@ » ! Cela vous a pris %2$lld secondes !

source: Import word from code
de: Wort mit Code importieren
fr: Importer un mot depuis un code

source: Incorrect!
de: Falsch!

source: Items on Blacklist
de: Verbotene Wörter
fr: Éléments sur liste noire

source: Last Time Played
de: Letztes Mal gespielt
fr: Dernière partie jouée

source: Light
de: Hell
fr: Clair

source: Next round
de: Nächste Runde
fr: Manche suivante

source: No words in the black list
de: Keine verbotenen Wörter
fr: Aucun mot dans la liste noire

source: Not fast enough! The word was "%@"
de: Nicht schnell genug! Das Wort war „%@“!
fr: Pas assez rapide ! Le mot était « %@ »

source: Not played yet
de: Noch nicht gespielt
fr: Pas encore joué

source: Number of Rounds
de: Zahl der Runden
fr: Nombre de manches

source: Number of Tries
de: Anzahl an versuchen
fr: Nombre d'essais

source: Number of Words who took that many guesses
de: Anzahl an Wörtern, die so viele Versuche gebraucht haben.
fr: Nombre de mots ayant nécessité ce nombre d'essais

source: Pause timer
de: Timer pausieren
fr: Mettre le minuteur en pause

source: Reset game
de: Spiel zurücksetzen
fr: Réinitialiser la partie

source: Settings
de: Einstellungen
fr: Réglages

source: Share the current word with others
de: Teile dein aktuelles Wort mit anderen
fr: Partager le mot actuel avec d'autres personnes

source: Share the word you're currently playing as a short code for others to try guessing the same word.
de: Teile das Wort, dass du gerade spielst, als kurzen Code mit anderen.
fr: Partagez le mot sur lequel vous jouez actuellement sous forme de code court pour que les autres puissent essayer de le deviner.

source: Share this word
de: Dieses Wort teilen
fr: Partager ce mot

source: Start playing!
de: Spiel starten!
fr: Commencer à jouer !

source: Statistics
de: Statistiken
fr: Statistiques

source: The chart shows how often it took you how many tries to guess the word. The Y-axis shows the possible number of tries (1-6), while the X-axis shows how often you needed the corresponding number of tries. So, best case you see a big bar at "1" and a small bar at "6".
de: Das Diagramm zeigt, wie oft du wie viele Versuche gebraucht hast, um das Wort zu erraten. Auf der Y-Achse ist die mögliche Anzahl der Versuche (1–6) dargestellt, während die X-Achse angibt, wie oft du die jeweilige Anzahl an Versuchen benötigt hast. Im besten Fall siehst du also einen großen Balken bei „1“ und einen kleinen Balken bei „6“.
fr: Le graphique montre combien de fois il vous a fallu tel ou tel nombre d'essais pour deviner le mot. L'axe Y indique le nombre d'essais possibles (1 à 6), tandis que l'axe X indique combien de fois vous avez eu besoin du nombre d'essais correspondant. Dans le meilleur des cas, vous verrez une grande barre à « 1 » et une petite barre à « 6 ».

source: This app is a hobby project and inspired by the now-famous Wordle, developed by Josh Wardle and later bought by the New York Times. The game's main goal is simple: Guess a word by trying six other words. You enter one letter per field, all fields in a row then make up your word. Your word has to be real. Afterward, the app evaluates your word: A green letter means it is located at the same spot in the target word, an orange letter means the target word does contain it, but not at that spot and a gray letter means it isn't in the target word at all. You log your word in by pressing ⏎. You have six tries per target word or else you will lose your streak and the word will be revealed to you.
de: Diese App ist ein Hobbyprojekt und wurde von dem mittlerweile berühmten Spiel „Wordle“ inspiriert, das von Josh Wardle entwickelt und später von der New York Times aufgekauft wurde. Das Hauptziel des Spiels ist einfach: Errate ein Wort, indem du sechs andere Wörter ausprobierst. Du gibst jeweils einen Buchstaben pro Feld ein, füllst alle Felder in einer Reihe aus und bildest dann dein Wort. Dein Wort muss echt sein. Anschließend wertet die App dein Wort aus: Ein grüner Buchstabe bedeutet, dass er an derselben Stelle im Zielwort vorkommt, ein orangefarbener Buchstabe bedeutet, dass das Zielwort ihn zwar enthält, aber nicht an dieser Stelle, und ein grauer Buchstabe bedeutet, dass er überhaupt nicht im Zielwort vorkommt. Du gibst dein Wort ein, indem du ⏎ drückst. Du hast sechs Versuche pro Zielwort, sonst verlierst du deine Serie und das Wort wird dir angezeigt.
fr: Cette application est un projet passion inspiré du désormais célèbre Wordle, développé par Josh Wardle et racheté plus tard par le New York Times. L'objectif principal du jeu est simple : devinez un mot en essayant six autres mots. Vous saisissez une lettre par case, toutes les cases d'une ligne formant votre mot. Votre mot doit être un mot réel. Ensuite, l'application évalue votre mot : une lettre verte signifie qu'elle se trouve au même endroit dans le mot cible, une lettre orange signifie que le mot cible la contient, mais pas à cet endroit, et une lettre grise signifie qu'elle ne figure pas du tout dans le mot cible. Vous validez votre mot en appuyant sur ⏎. Vous disposez de six essais par mot cible, sinon vous perdrez votre série et le mot vous sera révélé.

source: Times Played
de: Mal gespielt
fr: Parties jouées

source: Use serif font
de: Serifen benutzen
fr: Utiliser une police avec empattements

source: View how you performed
de: Sieh, wie du dich geschlagen hast
fr: Voir vos performances

source: Warning: This action is irreversible
de: Achtung: Diese Aktion kann nicht rückgängig gemacht werden
fr: Attention : cette action est irréversible

source: 5in6!
fr: 5en6!

source: START!
fr: COMMENCER !

source: Streak: %lld
fr: Série : %lld
